Repository: MrE-Fog/krb5-ticket-
Catalog: po/*.po
Languages: et

source: for client %1
et: -kliendile %1

source: &Cancel
et: &Loobu

source: &Change Kerberos Password
et: Kerberos parooli &muutmine

source: &Close
et: S&ulge

source: &Destroy Ticket
et: &Pileti hävitamine

source: &Details...
et: &Üksikasjad...

source: &New Ticket
et: &Uus pilet

source: &Ok
et: &Sobib

source: &Quit
et: &Välju

source: &Refresh
et: &Värskenda

source: &Renew Ticket
et: &Uuenda pilet

source: (none)
et: (ei ole)

source: Addresses
et: Aadressid

source: Anonymous
et: Anonüümne

source: Broken address (type %1 length %2)
et: Katkine aadress (tüüp %1 pikkus %2)

source: Change Kerberos Password
et: Kerberos parooli muutmine

source: Change the Kerberos Password
et: Muuda Kerberos parooli

source: Change the password for principal <b>%1</b>
et: Printsipali parooli muutmine <b>%1</b>

source: Create a new Ticket
et: Loo uus pilet

source: Day(s)
et: Päev(i)

source: Default credential cache
et: Vaikimisi volituste vahemälu

source: Default principal: %3
et: Vaikeroll: %3

source: Destroy Kerberos Ticket Cache?
et: Kas kaotada Kerberose piletite vahemälu?

source: Destroy the Ticket
et: Kaota pilet

source: Do you want to destroy the ticket cache?
et: Kas soovite piletite vahemälu hävitada?

source: Enter new password:
et: Sisesta uus parool:

source: Error !
et: Viga!

source: Error while setting cache flags
et: Viga vahemälulippude seadistustes

source: Expires
et: Aegub

source: Failure
et: Rike

source: Forwardable
et: Edastatav

source: Forwarded
et: Edastatud

source: HW Auth
et: HW autentimine

source: I couldn't detect any system tray on this system.
et: Ma ei suutnud selle süsteemi ühtegi süsteemisalve tuvastada.

source: Initial
et: Algne

source: Invalid
et: Vigane

source: Invalid Password
et: Vigane parool

source: Invalid principal name
et: Vale põhinimi

source: Kerberos Password Dialog
et: Kerberose paroolidialoog

source: Kerberos Ticket List
et: Kerberosi piletite nimekiri

source: Key Encryption Type
et: Võtme krüptimise tüüp

source: Lifetime:
et: Eluiga:

source: May Postdate
et: Võib olla hilisem kuupäev

source: New Ticket
et: Uus pilet

source: No Credential Cache found
et: Volituste vahemälu ei leitud

source: No credentials cache found
et: Volituste vahemälu ei leitud

source: Ok as Delegate
et: Ok kui delegaat

source: Password change failed
et: Parooli muutmine ebaõnnestus

source: Password:
et: Parool:

source: Please enter the Kerberos password for <b>%1</b>
et: Sisestage Kerberose parool <b>%1</b> jaoks

source: Postdated
et: Ületähtajaline

source: Pre Auth
et: Eelaudentimine

source: Principal:
et: Tähtsaim:

source: Property
et: Omadus

source: Proxiable
et: Proxiable - edastatav

source: Quit krb5TicketWatcher
et: Välju krb5TicketWatcherist

source: Re&store
et: Taa&sta

source: Reenter password:
et: Sisesta parool uuesti:

source: Renew the Ticket
et: Uuenda pilet

source: Renew until
et: Uuendage kuni

source: Renewable
et: Uuendatav

source: Renewable for:
et: Uuendatav:

source: Restore the Window
et: Taasta aken

source: Service principal
et: Printsipal teenud

source: Systray
et: Süsteemne rada

source: The password you entered is invalid
et: Teie sisestatud parool on vigane

source: The passwords are not equal
et: Paroolid ei kattu

source: Ticket Encryption Type
et: Pileti krüptimise tüüp

source: Ticket Flags
et: Pileti- lipud

source: Ticket Flags Legend
et: Piletilippude selgitused

source: Ticket cache cannot be destroyed.
et: Piletite vahemälu pole hävitatav.

source: Ticket cache: %1:%2
et: Piletite vahemälu: %1:%2

source: Ticket expires in %1
et: Pilet aegub %1

source: Ticket flags
et: Pileti lipud

source: Ticket renewed
et: Pilet uuendatud

source: Ticket successfully renewed.
et: Pilet on edukalt uuendatud.

source: Time Remaining
et: Aega jäänud

source: Transit Policy Checked
et: Transiidi poliis kontrollitud

source: Unknown address type %1
et: Tundmatu aadressi tüüp %1

source: Unknown principal
et: Tundmatu printsipal

source: Unknown realm
et: Tundmatu valdkond

source: Valid starting
et: Kehtiv algus

source: Value
et: Väärtus

source: days
et: päevi

source: default
et: vaikimisi

source: forwardable
et: edastatav

source: hours
et: tunde

source: minutes
et: minuteid

source: proxiable
et: edastatav

source: seconds
et: sekundit
